export default function About() {
    return (
        <>
       
         <div style={{ display: "inline-block", marginLeft:'15%', marginRight:'5%' , width: 700, fontSize: 20}}>
                <p style={{ direction: "rtl" }}>
                    <b>
                        אתם זוכרים את ירושלים של פעם? איך נראינו? כבישים צרים, המון אנשים עם קסקט, כולם מכירים את כולם?.:)
                    </b><br></br>
                    אז שם התחלנו. לפני 56 שנה פתח חנן מרק את החנות שלו ברחוב החבצלת.
                    לא תפגשו ירושלמי שלא קנה אצלו! ממחברת ועד תיק לביה"ס, מציוד שרטוט ועד ציוד משרדי.
                    ולמה באו אליו? בגלל האיכות, בגלל המקצועיות, בגלל השירות, בגלל החיוך.
                    לא להאמין. 56 שנה עברו... פתחנו מרכז לוגיסטי גדול, צמחנו ל 14 חנויות פיזיות וחנות וירטואלית (ועוד היד נטויה..:))
                    , הרחבנו את המחלקה העסקית והכנסנו מוצרים מעולים וקטגוריות חדשות.
                    הירושלמים ממשיכים לבוא, ואיתם אלפי קונים מחוץ לעיר ובעלי עסקים קטנים כגדולים.
                    חנן לצערנו כבר לא איתנו, אבל העקרונות שלו מלווים את שלמה, יעקב
                    ו - 70 העובדים שלנו בכל יום מחדש – לעשות הכול כדי להיות הכי טובים שאנחנו יכולים.
                    הכי טובים באיכות, הכי טובים בשירות, הכי טובים באמינות, הכי טובים אתכם - הלקוחות והשותפים שלנו<br></br>
                    <b>מצפים לראותכם! שלכם - שלמה, יעקב וכל משפחת חנן.</b>
                </p>
            </div>
            <div style={{ display: "inline-block", marginTop:'10%' , backgroundColor:"#F5D43E", border: '20px outside #fade0f'}}>
                <p style={{ direction: "rtl", width:300, fontSize: 25 ,margin:10}}>
                    <b>
                        רשת חנן מכשירי כתיבה היא
                        הרשת המובילה בענף מכשירי הכתיבה
                        והציוד המשרדי בירושלים
                        עם למעלה מ 56 שנות ניסיון.
                        הכי טובים באיכות,
                        הכי טובים בשירות,
                        הכי טובים באמינות,
                        הכי טובים אתכם - הלקוחות והשותפים שלנו.
                    </b>
                </p>
            </div>
            <br /><br /><br /><br />

        </>
    )
};